src/main/resources/car-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:us="http://bootcamp.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <us:getCarRequest>
            <us:brand>Lamborghini</us:brand>
        </us:getCarRequest>
    </soapenv:Body>
</soapenv:Envelope>